{
    "conditions": [
        {
            "condition_name": "Document Review and Implementation",
            "condition_number": 1,
            "condition_text": "Where a condition of this Environmental Assessment Certificate (Certificate) requires the Holder to provide a plan, program or other document (in each case, a Document), the Holder must provide the Document to EAO in the timeframe referenced in such condition, unless otherwise approved by EAO. Unless otherwise specified in a condition, the Holder may implement the Document once the Document is submitted to EAO. The EAO may advise that:\na) the Holder may continue to implement the Document with or without revisions; or\nb) a revised Document must be provided for approval of EAO prior to a specified activity or milestone.\nIf EAO advises pursuant to paragraphs (a) or (b) that changes are required to a Document, then the Holder must follow the instructions of EAO in that regard.\n\nThe Holder may, or EAO may require the Holder to, revise any Document if the Holder or EAO determines that the implementation of the Document is not:\na) meeting one or more objectives of the Document set out in the relevant condition of this Certificate;\nb) having the effects contemplated or intended, as set out in the Document itself;\nc) consistent with the Certificate; or\nd) consistent with changes in industry best practices."
        },
        {
            "condition_name": "Plan Development",
            "condition_number": 2,
            "condition_text": "Where a condition of this Certificate requires the Holder to develop or update a plan, program or similar document, any such document must, at a minimum, include the following information:\n• purpose and objectives of the document;\n• roles and responsibilities of the Holder, Project personnel and contractors;\n• names and if applicable, professional certifications and professional stamps/seals, for those responsible for the preparation of the plan\n• schedule for implementing the document throughout the relevant Project phases;\n• results of consultation with Aboriginal Groups with respect to the plan, program or similar document;\n• monitoring programs and schedules designed to evaluate the effectiveness of mitigation measures to be implemented under the applicable condition(s) of this Certificate;\n• adaptive management plan to address effects of the Project if those effects:\no are not mitigated to the extent contemplated in the Application; or\no are not predicted in the Application;\n• schedules and methods for the submission of reporting to specific agencies, Aboriginal Group(s) and the public and the required form and content of those reports; and\n• process and timing for updating and revising the document, including any consultation with agencies and Aboriginal Groups that would occur in connection with such updates and revisions."
        },
        {
            "condition_name": " Consultation",
            "condition_number": 3,
            "condition_text": "Where a condition of this Certificate requires the Holder to consult a particular party or parties regarding the content of a document, the Holder must:\na) provide written notice to each such party that:\ni) includes a copy of the document;\nii) invites the party to provide its views on the content of such document; and\niii) indicates:\ni. if a timeframe providing such views to the Holder is specified in the relevant condition of this Certificate, that the party may provide such views to the Holder within such time frame; or\nii. if a timeframe providing such views to the Holder is not specified in the relevant condition of this Certificate, specifies a reasonable period during which the party may submit such views to the Holder;\nb) undertake a full and impartial consideration of any views and other information provided by a party in accordance with the timelines specified in a notice given pursuant to paragraph (a);\nc) provide a written explanation to each party that provided comments in accordance with a notice given pursuant to paragraph (a) as to:\ni) how the views and information provided by such party to the Holder have been considered and addressed in a revised version of the document; or\nii) why such views and information have not been addressed in a revised version of the document;\nd) maintain a record of consultation with each such party regarding the document;\ne) provide a copy of such consultation record to EAO, the relevant party, or both, promptly upon the written request of EAO or such party; and\nf) undertake consultation requirements for consultation with Aboriginal Groups in a manner that reflects that Aboriginal Group’s preferred consultation method."
        },
        {
            "condition_name": " Compliance Reporting",
            "condition_number": 4,
            "condition_text": "The Holder must submit a report to EAO Compliance and Enforcement on the status of compliance with this Certificate at the following times:\na) at least 30 days prior to the start of Construction;\nb) on or before January 31 in each year after the start of Construction;\nc) at least 30 days prior to the start of Operations; and\nd) on or before January 31 in each year after the start of Operations.\nThe reports must be in a form satisfactory to EAO. EAO may adjust or extend this reporting requirement by providing written notice to the Holder."
        },
        {
            "condition_name": "Compliance Verification",
            "condition_number": 5,
            "condition_text": "The Holder must provide any document, data or information requested by EAO, for the purposes of compliance inspection and verification."
        },
        {
            "condition_name": "Project Status Notification",
            "condition_number": 6,
            "condition_text": "The Holder must notify EAO Compliance and Enforcement, in writing, two months prior to commencing Construction, Operations, and Decommissioning.\nShould the primary contact for the Project change, the Holder must notify EAO Compliance and Enforcement, in writing, within 30 days of such change and provide the physical address, email address and phone number(s) of the new primary contact."
        },
        {
            "condition_name": "Compliance Notification",
            "condition_number": 7,
            "condition_text": "The Holder must notify EAO Compliance and Enforcement:\na) as soon as practical; and\nb) In any event, no more than 72 hours,\nafter the Holder determines that the Holder has not, or may not have, fully complied with this Certificate."
        },
        {
            "condition_name": "Independent Environmental Monitor",
            "condition_number": 8,
            "condition_text": "The Holder must retain the services of an Independent Environmental Monitor (IEM) prior to the start of Construction and throughout Operation. The purpose of an IEM is to assist the Holder in maintaining compliance with their Environmental Assessment Certificate; and identifying and reducing adverse effects of the Project.\nThe IEM must be a Qualified Professional, with a minimum of five years demonstrated experience and knowledge of environmental monitoring for similar metallurgical coal mining projects in BC or otherwise acceptable to EAO. Prior to the start of Construction and throughout Operation, the Holder must retain an IEM. At the discretion of the Holder, the Holder may retain the same IEM for the Project as for other projects constructed or operated by the Holder.\nThe Holder must develop the terms of engagement for the IEM and provide it to EAO prior to starting Construction. Such terms of engagement must include, at a minimum, the following:\n• the IEM must report independently to the EAO and provide any information or reporting to any agencies or First Nations as directed by EAO;\n• the roles and responsibility of the IEM;\n• the required inspection and reporting frequency;\n• outline of the requirements for assessing and reporting on the Holder’s compliance with this Certificate and the effectiveness of mitigation measures implemented by the Holder under this Certificate;\n• provision of an opportunity for the Holder to respond to reports by the IEM after, but not before, the IEM submits the reports to EAO;\n• the circumstances in which the IEM would have the authority to stop work on the Project or a portion of the Project to the extent the IEM determines is necessary to prevent or reduce adverse effects caused by a non-compliance with this Certificate; and\n• the process whereby the IEM will make recommendations to the Holder to take mitigative or corrective actions to address any non-compliance or potential non-compliance with this Certificate and the requirement that the IEM notify EAO, and/or any agency or First Nations as directed by EAO, of the recommended actions.\nThe terms of engagement must be to EAO’s satisfaction."
        },
        {
            "condition_name": "Construction Environmental Management Plan",
            "condition_number": 9,
            "condition_text": "The Certificate Holder must retain one or more Qualified Professionals to develop a construction environmental management plan. The plan must be developed in consultation with MEM and KNC. The construction environmental management plan must include the means by which the following will be addressed:\na) human-wildlife conflict\nb) erosion and sediment control;\nc) waste management; and\nd) leaks or other accidental emissions from machinery or equipment.\nThe Holder must provide the construction environmental management plan to EAO, MEM and KNC for review a minimum of 45 days prior to the planned commencement of Construction.\nThe plan, and any amendments thereto, must be implemented to the satisfaction of a Qualified Professional throughout construction, operations and closure and to the satisfaction of EAO and MEM, in consultation with KNC."
        },
        {
            "condition_name": "District of Sparwood Well #3",
            "condition_number": 10,
            "condition_text": "The Holder must develop a plan for monitoring water quality related to, and for potential replacement of, District of Sparwood Domestic Water Well #3 (“Water Well #3”) due to elevated selenium levels in groundwater. The plan must be developed in consultation with the District of Sparwood, MOE, IHA, and FLNRO (collectively, the “Well Agencies”).\nThe plan must include the following:\na) Selenium concentration thresholds in Water Well #3, that would trigger well replacement, and include selenium concentration thresholds reached over a defined period of time.\nb) A program of surface water quality modelling and monitoring in the Elk River and Michel Creek as required under the Environmental Management Act Permit 107517 (the “EMA Valley-wide Permit”);\nc) A program of groundwater quality monitoring at regional and site-specific scales and groundwater modelling at site-specific scale as required under the EMA Valley-wide Permit;\nd) An analysis of the effectiveness of water quality mitigations implemented by the Holder as required under the EMA Valley-wide Permit, including the active water treatment facilities;\ne) Identification of proposed location(s) for a replacement well;\nf) An evaluation of the attributes of the proposed location(s) for a replacement well, including:\ni) their capacity to provide an amount of water equivalent to that provided by Water Well #3, and\nii) the pipes and other infrastructure that would be necessary to deliver water from the well(s) to the District of Sparwood water supply system;\ng) A requirement for the Holder to submit an annual report to EAO and the Well Agencies by May 15 of each year during which the Project is in operation describing the results, for the preceding calendar year, of the monitoring programs referred to in paragraphs 1(b) and 1(c) above.\nThe Holder must provide a draft plan to EAO and the Well Agencies for review and comment a minimum of one year from the date of this Certificate. The final plan must be submitted to EAO and the Well Agencies within six months after the Holder receives comments on the draft plan, and be approved by the District of Sparwood.\nThe plan, and any amendments thereto, must be implemented throughout Construction, Operations, and Closure of the Project to the satisfaction of EAO.\nIf the Construction, Operations or Closure of the Project result in an exceedance of the selenium concentration thresholds referenced in paragraph 1(a), the Holder must, in consultation with the District of Sparwood, provide the District of Sparwood with sufficient funds to cover the reasonable costs associated with well replacement as per 2 (a) and (b):\na) install a replacement well at one of the location(s) identified pursuant to paragraph 1(e), above, or at another location approved by the District of Sparwood, having the capacity to provide an amount of water equivalent to that provided by Water Well #3, and\nb) install the infrastructure necessary to deliver the water to a point of interconnection with the District of Sparwood water supply system.\nWithout limitation, the costs incurred with respect to the replacement well and infrastructure referred to in paragraphs 2(a) and (b) may include costs respecting the acquisition of land by the District of Sparwood necessary to facilitate installation and operation of the replacement well.\nIf the Project results in construction of a replacement well as referenced in paragraph 1 and 2, the Holder must submit a final report, developed in consultation with the District of Sparwood, to EAO confirming the replacement and commissioning of the well to the satisfaction of the District of Sparwood. The final report must be submitted to EAO within six months of the initial operation of the replacement well. Upon acceptance of the final report by EAO, all requirements of this condition will be considered complete.\nFor greater certainty, nothing in this condition requires the Holder to operate the replacement well and infrastructure referred to in paragraphs 2(a) and (b) or 3."
        },
        {
            "condition_name": "Biodiversity Management Plan",
            "condition_number": 11,
            "condition_text": "The Holder must update, in consultation with the Biodiversity Technical Advisory Group, and KNC, the EVO Biodiversity Management Plan in Appendix D1.10 of the Application, to include at a minimum:\n• Mitigation measures and monitoring specified in Tables D1-8 to D1-9 of the Application;\n• Description of how the British Columbia Policy for Mitigating Impacts of Environmental Values (2014 or as updated by MOE) was considered in the development of the Biodiversity Management Plan, including rationale for any component of the Policy not incorporated into the plan;\n• Description of how Ktunaxa Knowledge is incorporated into the EVO Biodiversity Management Plan;\n• A comparison of pre-existing baseline condition and post-closure ecosystems;\n• Inventory of wetland, riparian and grassland classifications in the Project footprint, prior to Project disturbance;\n• Prior to additional ground disturbance associated with the Project the Holder shall develop species-specific action plans for BC red listed species, and species listed as Endangered on Schedule 1 of the federal Species at Risk Act.\nThe updated plan must describe how it incorporates mitigation measures from the following plans and relates to the Elk Valley Cumulative Effects Management Framework:\n• EVO Reclamation and Closure Plan;\n• EVO Wildlife Mitigation Management Plan;\n• Teck’s Regional Fish Habitat Management Plan;\n• EVO Invasive Plant Management Plan; and\n• EVO Water Management Plan.\nThe Holder must provide the draft plan to the Biodiversity Technical Advisory Group and EAO a minimum of 45 days prior to the planned commencement of Construction. The Holder must provide an updated plan within nine months of commencing Construction.\nThe plan, and any amendments thereto, must be implemented to the satisfaction of a Qualified Professional throughout construction, operations and closure and to the satisfaction of EAO, in consultation with KNC."
        },
        {
            "condition_name": "Wildlife Mitigation Management Plan",
            "condition_number": 12,
            "condition_text": "The Holder must retain a Qualified Professional to update the EVO Wildlife Mitigation Management Plan in Appendix 9.14- 1 of the Application. The updated plan must be developed in consultation with MEM, FLNRO, and KNC. The updated plan must include at a minimum:\n• Identification of the breeding bird and raptor nesting seasons and least risk windows pertaining to Construction of the Project;\n• Actions to avoid the disturbance of active bird nests, and minimize effects to birds that may be nesting in the area that will be disturbed by the Project, and adjacent areas, developed in consultation with a Qualified Professional in avian biology;\n• A requirement that the pre-disturbance nesting surveys are conducted under the supervision of, and are signed by, a Qualified Professional, following a protocol acceptable to FLNRO;\n• Activities and procedures that reduce the likelihood of interactions with badgers in the active denning and breeding periods, in a manner consistent with the procedures set out in the “Recovery Strategy for the Badger (Taxidea taxus) in British Columbia (2008)” BC Ministry of Environment;\n• A wildlife collision monitoring program, including provisions requiring the monitoring and reporting of mine-related vehicle-wildlife collisions and related wildlife mortality to FLNRO.\n• Implementation of, and reporting of data from, a remote camera program conducted in the areas where elk could be present between Baldy Ridge and the Elk River. The program must document elk movement around the Project footprint. The information gathered through the program must be provided to FLNRO, set out in the plan, and compared with the predictions regarding potential effects to elk movement in the LSA;\n• Implementation, and reporting of data from, monitoring of grizzly bear movement through placement of remote cameras on Erickson Ridge to better understand potential changes in grizzly bear movement through the Michel Creek-Erickson Creek core linkage area and the effects of the Project, to FLNRO; and\n• If FLNRO determines that a wildlife highway crossing on Highway #3 is required to address the cumulative effects to wildlife connectivity identified in the Application, the Holder must:\n  o participate in any planning process instituted by the Province of BC to develop a highway crossing; and\n  o contribute to the cost of the crossing in an amount that represents the Project’s portion, as determined by FLNRO, of the cumulative effects of the Project and of other projects or activities, on wildlife connectivity.\nThe updated plan must describe how it incorporates mitigation measures from the following plans and relates to the Elk Valley Cumulative Effects Management Framework:\n• EVO Biodiversity Management Plan;\n• EVO Reclamation and Closure Plan;\nThe Holder must provide a draft plan to MEM, FLNRO, KNC and EAO for review a minimum of 45 days prior to the planned commencement of Construction. The Holder must provide the updated plan to EAO no less than 90 days after commencing Construction.\nThe plan, and any amendments thereto, must be implemented to the satisfaction of a Qualified Professional throughout construction, operations and closure and to the satisfaction of EAO, in consultation with KNC."
        },
        {
            "condition_name": "Reclamation and Closure",
            "condition_number": 13,
            "condition_text": "The Holder must develop an EVO Reclamation and Closure Plan in consultation with MEM, FLNRO and KNC according to timelines established by MEM. The Holder must submit the draft plan to FLNRO, MEM, EAO and KNC for review a minimum of 60 days prior to the deadline set by MEM.\nIn addition to MEM’s requirements for a Reclamation and Closure Plan, the plan must also:\n• Include descriptions of the effects on valued components in the Application that were proposed to be mitigated by reclamation activities;\n• Describe how Ktunaxa Traditional Knowledge is incorporated into end land use objectives, and the plan; and\n• Describe specific plans, including reclamation strategies, activities, timing, locations, and measures to assess success, that will be implemented to mitigate effects on valued components; and\n• Describe how it incorporates mitigation measures from the following plans:\n  o EVO Five Year Reclamation Plan;\n  o EVO Biodiversity Management Plan;\n  o EVO Invasive Plant Management Plan;\n  o EVO Wildlife Mitigation Management Plan;\n  o BRE Viewscape Management Plan;\n  o EVO Socio-Community and Economic Effects Management Plan; and\n  o EVO Mine Water Management Plan."
        },
        {
            "condition_name": "Harmer and Grave Creek Westslope Cutthroat Trout (WCT) Habitat and Population Assessment",
            "condition_number": 14,
            "condition_text": "The Holder must develop, in consultation with the EVFFHC, and KNC, a WCT habitat and population study that will include, at a minimum:\n• Confirm habitat connectivity in the three fish bearing western tributaries of Harmer Creek and potential for additional habitat area to support fish above the Harmer spillway;\n• Delineate all habitat areas, including over wintering and open water critical habitat and fish use in Harmer Creek;\n• Determine overwintering habitat available to WCT in Harmer Creek;\n• Conduct a genetic study to determine genetic characteristics of the WCT populations present in Grave Creek and Harmer Creek; and\n• Revise estimates of WCT population size in Harmer Creek using methods as advised by the EVFFHC and approved by FLNRO.\nThe Holder must retain a Qualified Professional to develop the study design and schedule for implementing and reporting and submit for review by the EVFFHC by December 31, 2016, and to FLNRO for approval by March 31, 2017.\nThe Holder must complete the study according to the approved study design to the satisfaction of EAO and FLNRO by December 31, 2017.\nA draft report on the study must be submitted for review to FLNRO, KNC and DFO, in consultation with KNC within three months after the study is completed.\nThe final report must be submitted to FLNRO for approval, and the approved report must be submitted to EAO, KNC, and DFO within six months after the study is completed, but no later than June 30, 2018."
        },
        {
            "condition_name": "Harmer Creek Fish Habitat – Offsetting Plan",
            "condition_number": 15,
            "condition_text": "The Holder must develop a Fish Habitat Offsetting Plan, in consultation with the EVFFHC, and KNC, to offset serious harm to fish (as defined by the Federal Fisheries Act) caused by habitat degradation or loss and flow alterations resulting from the Project. The Fish Habitat Offsetting Plan must be in accordance with the Regional Fish Habitat Management Plan.\nThe offsetting plan must take into consideration the available results of the Harmer Creek and Grave Creek WCT population assessment (Condition 14 of this certificate). The offsetting plan must also consider the options analysis being conducted for the Harmer Spillway and Harmer Creek Sediment Pond.\nThe Holder must provide a copy of the Fish Habitat Offsetting Plan to EAO by December 31, 2017, unless an alternative date is otherwise approved by the EAO Executive Director. In addition to any regulatory information required by DFO, the Holder must provide to EAO, KNC and EVFFHC a document describing how the Fish Habitat Offsetting Plan took into consideration the Elk Valley Water Quality Plan and water quality and aquatic health data collected per the EMA Valley-wide Permit.\nThe Holder must update the EVFFHC and KNC regarding implementation of the plan.\nThe Holder must implement the plan to the satisfaction of EAO and DFO, in consultation with KNC."
        },
        {
            "condition_number": 16,
            "condition_name": "Dry Creek and Harmer Creek Water Quality Management Plan",
            "condition_text": "Prior to 90 days before the commencement of spoiling in Dry Creek, the Holder will submit a Dry Creek and Harmer Creek Management Plan to EAO, MEM, MOE and the KNC.\n\nThe Management Plan will describe the means by which the certificate holder will achieve the long term water management limits established by MOE for EVO Harmer Compliance Point. The Holder will modify the BRE Mine Plan, as necessary, and implement additional mitigation, to ensure that the long-term selenium concentration limits established by MOE for the EVO Harmer Compliance Point are met."
        },
        {
            "condition_number": 17,
            "condition_name": "Air Quality",
            "condition_text": "The Holder must implement the EVO Air Quality and Dust Control Management Plan in Appendix B9.8-1 of the Application to the satisfaction of EAO and MOE.\n\nWithin timelines set by MOE, and in consultation with MOE and MEM, the Holder must update the plan to include at a minimum:\n\n    • describes how it relates to Teck’s Regional Air Monitoring Program;\n\n    • air quality monitoring and mitigation measures to the satisfaction of MOE and MEM;\n\n    • describe community engagement measures developed in consultation with the District of Sparwood under Condition # 22.\n\n    • a dust incident tracking tool.\n\nThe Holder must update the plan by undertaking a study by a Qualified Professional to identify additional air quality monitoring stations in order to update and validate model results presented in the Application, based on monitoring data in 2017. The requirements of the study must be approved by MOE. The study and update of the Plan must be completed by June 30, 2018.\n\nThe plan, and any amendments thereto, must be implemented to the satisfaction of a Qualified Professional throughout construction, operations and closure and to the satisfaction of EAO."
        },
        {
            "condition_number": 18,
            "condition_name": "Visual Quality",
            "condition_text": "The Holder must retain either a Registered Professional Forester, a Registered Forest Technologist or a Landscape Planner with a minimum of five years of visual quality monitoring and mitigation in mountainous terrain in North America to develop a BRE View-scape Management Plan. The plan must be developed in consultation with the District of Sparwood, KNC and FLNRO.\nThe plan must include at a minimum:\n\n    • Mitigation measures outlined in Table B4.2-16 of the Application;\n\n    • Consistent with guidelines for visual quality effectiveness evaluations identified in Section B4.2.5 of the Application, develop and implement a monitoring program during operations in order to effectively monitor landscape performance to address potential visual impacts of the Project;\n\n    • Development of a visual audit program at Closure to confirm that visual impact mitigations are effectively implemented and maintained, including schedule of visual audit and reporting results of audits to the District of Sparwood and KNC;\n\n    • Description of how the plan relates to the EVO Socio-Community and Economic Effects Management Plan; and\n\n    • Specify reclamation activities required under the Reclamation and Closure Plan.\n\nThe Holder must provide this draft plan to EAO, the District of Sparwood, KNC and FLNRO for review a minimum of 45 days prior to the planned commencement of Construction in the BR3 pit. The Holder must not commence Construction of the BR3 pit until the plan has been approved by EAO unless otherwise authorized by EAO.\n\nThe plan, and any amendments thereto, must be implemented to the satisfaction of either a Registered Professional Forester, a Registered Forest Technologist or a Landscape Analyst with a minimum of five years of visual quality monitoring and mitigation in mountainous terrain in North America, and to the satisfaction of EAO, in consultation with KNC."
        },
        {
            "condition_number": 19,
            "condition_name": "Noise",
            "condition_text": "The Holder must update and implement the EVO Noise Control Plan in Appendix B9.9-1 to the satisfaction of EAO and the District of Sparwood.\n\nThe Holder must update the plan to include at a minimum:\n\n    • Describe how the plan relates to the Socio-Community and Economic Effects Management Plan (Condition # 21) for community reporting and feedback purposes.\n\nThe Holder must provide this draft plan to EAO, the District of Sparwood, and KNC for review a minimum of 45 days prior to the planned commencement of Construction.\n\nThe Holder must not commence Construction until the plan has been approved by EAO, unless otherwise authorized by EAO.\n\nThe plan, and any amendments thereto, must be implemented to the satisfaction of a Qualified Professional throughout construction, operations and closure and to the satisfaction of EAO."
        },
        {
            "condition_number": 20,
            "condition_name": "Blasting and Vibration",
            "condition_text": "The Holder must implement and update the EVO Blasting and Vibration Management Plan in Appendix B9.10-1 of the Application to the satisfaction of EAO and the District of Sparwood.\n\nThe Holder must update the plan to include at a minimum:\n\n    • Describe how the plan relates to the EVO Socio-Community and Economic Effects Management Plan (Condition # 21) for community reporting and feedback purposes.\n\nThe Holder must provide this updated plan to EAO and the District of Sparwood, for review a minimum of 45 days prior to the planned commencement of Construction in BR3 pit.\n\nThe Holder must not commence Construction in BR3 pit until the plan has been approved by EAO, unless otherwise authorized by EAO.\n\nThe plan, and any amendments thereto, must be implemented to the satisfaction of a Qualified Professional throughout construction, operations and closure and to the satisfaction of EAO."
        },
        {
            "condition_number": 21,
            "condition_name": "Socio-Community and Economic Management",
            "condition_text": "The Holder must develop an EVO Socio-Community and Economic Effects Management Plan in consultation with the District of Sparwood. The plan\nmust set out how the Holder will monitor any adverse socio-community and\neconomic effects attributable to the Project on the District of Sparwood.\nThe Socio-Community and Economic Effects Management Plan must include at a minimum:\n• Description of monitoring and reporting on the effectiveness of management plans listed under Conditions 13, 18, 19, 20, and 21, in their relationship to the District of Sparwood;\n• An adaptive management process for addressing potential socio-economic effects that are directly attributable to the Project and related to the VCs in the following sections of the Application:\no Section B3 Economic Effects;\no Section 4.1 Land Use and Tenure;\no Section 4.2 Visual Aesthetics; and\no Section 4.3 Socio-community.\n• Provision for creation of a District of Sparwood-led Socio-Community and Economic Effects Advisory Committee, including an establishment of a terms of reference for the committee, where the Holder must participate in the committee if invited by the District of Sparwood;\n• Provision for a District of Sparwood-led study to address concerns with community liveability resulting from Project effects with participation by the Holder;\n• In consultation with the District of Sparwood, establish a terms of reference for community engagement that includes at a minimum, purpose, frequency, timing and location of meetings, documentation of meetings, a dispute resolution process, methods for the District of Sparwood to obtain external advice and expertise on effects and periodic reviews of monitoring data and reports provided by the Holder.\nThe Holder must provide this draft plan to EAO and the District of Sparwood for review one year from the date of this Certificate.\nThe plan and any amendments thereto, must be implemented throughout Construction, Operations, and Closure to the satisfaction of EAO."
        },
        {
            "condition_number": 22,
            "condition_name": "Archaeological Resources Management Procedure",
            "condition_text": "The Holder must implement the Archaeological Resources and Paleontological (Fossil) Chance Find Management Procedure (Standard Practices and Procedures EV.002.R00, Teck Resources Limited, Elkview Operations).\nThe Holder must consult with KNC on any proposed changes to the Procedure. The Holder must maintain a consultation record and provide it to EAO, MEM, FLNRO and/or KNC upon request. The holder will address requests from KNC on changes to the procedure.\nIf the Holder updates the Procedure, the Holder must provide the updated Procedure to EAO, MEM, FLNRO and KNC at least 30 days prior to implementation."
        },
        {
            "condition_number": 23,
            "condition_name": "Ktunaxa Interests",
            "condition_text": "In consultation with KNC, the Holder will annually update Table C11-1 of the Application (within a new 'implementation' column of the table) to describe how mitigations have been implemented and by what means the mitigations have been addressed.\nIn the updated table, the Holder must identify where implementation of mitigations identified in Table C11-1 of the Application are not jointly confirmed with KNC. Where mitigations have not been implemented, the Holder must provide a description of their consultation activities with the Ktunaxa Nation pertaining to those mitigations.\nThe Holder must submit this update as a component of their annual reporting requirements to and EAO by as required in Condition #4, and to KNC. If other reporting requirements are reached between Teck and KNC, they will jointly notify EAO that this condition has been met and no further reporting to EAO on this condition would be required."
        },
        {
            "condition_number": 24,
            "condition_name": "Transfer of Certificate",
            "condition_text": "1. Except as provided below, neither this Certificate nor any interest in it may be transferred to any person.\n2. This Certificate will be effectively transferred if the proposed Holder acknowledges that, upon transfer, it will be responsible for complying with the conditions of the Certificate, and both the proposed Holder and the Holder:\na) obtain consent for the transfer from the Executive Director,\nb) apply under Section 19 of the Act for such amendments to this Certificate, if any, as the Executive Director deems necessary to ensure compliance with and enforceability of this Certificate and to otherwise reflect the proposed transfer, and\nc) confirm by written notice to the Executive Director, within 14 days of the completion of all aspects of the transfer transaction other than this notice, that the transfer has been completed.\n3. An interest in this Certificate may be transferred by way of a grant of security to lenders or financers without consent.\n4. A transfer of this Certificate to a trustee in bankruptcy, by a receiver or a trustee in bankruptcy pursuant to a court approved sale, or as part of a court approved arrangement under the Company Creditors Arrangement Act may occur without consent.\n5. If this Certificate is transferred without consent, the new and former Holder must notify the Executive Director within 30 days of the transfer and apply within the time specified by the Executive Director for any amendments to this Certificate that the Executive Director deems necessary to ensure compliance with and enforceability of this Certificate and to otherwise reflect the proposed transfer."
        },
        {
            "condition_number": 25,
            "condition_name": "Transfer of Interest in Project",
            "condition_text": "1. Except in connection with the granting of security to Project lenders or financers, prior to the Holder transferring a significant interest in the Project, the Holder and proposed transferee must:\na) obtain consent for the transfer from the Executive Director, and\nb) apply under Section 19 of the Act for such amendments to this Certificate, if any, as the Executive Director deems necessary to ensure compliance with and enforceability of this Certificate and to otherwise reflect the proposed transfer.\n2. A transfer to a trustee in bankruptcy, by a receiver or a trustee in bankruptcy pursuant to a court approved sale or as part of a court approved arrangement under the Company Creditors Arrangement Act may occur without consent.\na) If a significant interest in the Project is transferred without consent, the Holder must notify the Executive Director within 30 days of the transfer and apply within the time specified by the Executive Director for any amendments to this Certificate that the Executive Director deems necessary to ensure compliance with and enforceability of this Certificate and to otherwise reflect the proposed transfer."
        }
    ]
}